Repository: fossabot/saschamannsde
Catalog: src/MannsBlog/Resources/Views/Root/About.*.resx
Languages: de_de

# amazon-page
source: Amazon Author Page
de_de: Amazon Autorenseite

# bio
source: Sascha Manns is a programmer, author and it-supporter in Germany. He has worked within the openSUSE Community as packager, weekly news editor, and as member of the board election team and the membership reviewing team. For the open-slx GmbH he worked on the openSUSE Box by writing support handbooks and tutorials for that distribution.
de_de: Sascha Manns ist ein deutscher Programmierer, Buchautor und Supporter. Er wirkte in der openSUSE Community als Paketierer, Herausgeber des wöchentlichen Newsletters, dem Wahlteam des Vorstandes und dem Team mit, welches neue Mitglieder des Projektes aufnimmt mit. Für die open-slx GmbH arbeitete er an der openSUSE Box mit, und schrieb Handbücher und Anleitungen. Zudem gab er für diese Box den Installationssupport.

# bio1
source: He founded an openSUSE based distribution for doctors and hospitals, which provides many medical open source software. Specially, he has created medical software for people in developing countries where proprietary tools are too expensive.
de_de: Er gründete eine an Ärzte und Krankenhäuser gerichtete, ebenfalls auf openSUSE basierende Distribution, welche bereits viele Software aus dem medizinischen Kontext mitbrachte. Es wurde speziell für Menschen in ärmeren Ländern entwickelt, welche sich die teueren proprietären Lösungen nicht leisten können.

# bio2
source: After leaving open-slx he worked as dispatcher, author for process-management, programmer for business workflow apps and websites and programmer for Cachè databases. Currently he works as C# Developer in E-Commerce.
de_de: Nachdem er open-slx verlassen hatte, arbeitete er als Dispatcher, Autor für Geschäftsprozessdokumentation, als Programmierer für Business Workflow Apps und Webseiten, sowie als Programmierer für die Cachè Datenbank. Aktuell arbeitet er als C# Entwickler im E-Commerce Bereich.

# bio3
source: Sascha studied economic computer science, has learned to program in Ruby, Python, JavaScript, C#, and completed a SCRUM Master course. He now works as an application development specialist.
de_de: Sascha studierte Wirtschaftsinformatik, Fachinformatik in der Anwendungsentwicklung und lernte die Programmiersprachen Ruby, Python, JavaScript und C#. Ergänzend absolvierte er einen SCRUM-Master-Kurs.

# coding-activity
source: My Coding Activity
de_de: Meine Programmieraktivitäten

# connect
source: Connect with Me
de_de: Vernetzen wir uns

# opensource
source: Open Source Projects
de_de: Open Source Projekte

source: Publications
de_de: Publikationen

# publisher-published
source: Published
de_de: Veröffentlicht

# supporter
source: Support my Open Source Projects
de_de: Unterstützen Sie meine Open Source Projekte

# viewbag-pageblurp
source: A little bit about who I am and what I do...
de_de: Ein bisschen über mich und was ich so mache...

# viewbag-pagename
source: About Me
de_de: Über mich

# viewbag-title
source: About Me - Sascha Manns's Twilight Zone
de_de: Über mich - Sascha Manns's Twilight Zone
